userName = prompt("Привет, я Вася и я не бот! Так как тебя зовут?");
userAge = prompt("Привет " + userName + ". Сколько тебе лет?");
alert("Ты уже взрослый, жизнь ещё впереди!");

userSex = prompt("Кстати, какой у тебя пол?");
alert("Значит ты " + userSex);
userHobby = prompt("У тебя есть хобби? Перечисли пожалуйста: ");
alert("Интересные у тебя занятия.");
userBase = prompt("Введи сюда свои секретные данные.");
alert("Спасибо, мы вычеслили вас по IP, через 10 минут мы за вами выезжаем.");
alert("Но перед этим, давай ещё немного поразговариваем.");
userFood = prompt("Тебе больше нравяться фрукты или овощи?");
alert("Значит ты любишь " + userFood + ", мне тоже.");
userSchool = prompt("Какие у тебя любимые предметы в школе?");
alert("Мне даже не интересен этот ответ. Давай следующий.");
userRating = prompt("Тебе понравился бот?");
alert("Спасибо за ответ.");
userWish = prompt("Ты бы ещё хотел продолжение?");
alert("Надеюсь что увидимся. Удачи!");
